/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Compte mobile et autres options";
"mcx.pfm_description" =			"Création de compte mobile, suppression et autres options";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Créer un répertoire de départ portable";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Créer un répertoire de départ portable (synchronisation par défaut) à l’ouverture de session de l’utilisateur.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Créer un compte mobile";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Créer un compte mobile avec synchronisation désactivée lors de l’ouverture de session de l’utilisateur.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Afficher la zone de dialogue de compte mobile";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Avant la création d’un compte mobile, l’option entraîne l’affichage d’une zone de dialogue permettant l’utilisateur à outrepasser l’étape de création d’un compte mobile pour ainsi ouvrir une session avec son compte réseau et son dossier de départ réseau.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Option de ne jamais afficher la zone de dialogue du compte mobile";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"Dans la zone de dialogue pour la création du compte mobile, laissez le choix à l’utilisateur de ne plus afficher la zone de dialogue lors des ouvertures de session suivantes.";
"cachedaccounts.create.encrypt.pfm_title" =			"Exiger des dossiers de départ mobiles FileVault";
"cachedaccounts.create.encrypt.pfm_description" =			"Créer un dossier de départ pour le compte mobile avec chiffrement FileVault";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"Les dossiers de départ mobiles FileVault nécessitent un mot de passe maître";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"Le mot de passe principal d’un ordinateur est obligatoire pour créer des dossiers de départ mobiles FileVault. Si la valeur est réglée sur Vrai et qu’un mot de passe principal n’est pas disponible, il se peut que la création du départ FileVault, ou de toute ouverture de session permettant de créer un dossier de départ mobile, soit refusée. Si la valeur est réglée sur Faux, le FileVault peut alors être créé sans mot de passe principal.";
"cachedaccounts.create.maxSize.pfm_title" =			"Taille limite du dossier de départ mobile FileVault";
"cachedaccounts.create.maxSize.pfm_description" =			"Taille maximale des dossiers de départ mobiles FileVault. Réglez la valeur sur « noMaxSize » pour ne pas limiter la taille autorisée, « fixed » (fixe) pour spécifier une taille limite dans la clé « FileVault Mobile Home Max Size » ou « percentOfNetworkHome » pour indiquer une limite sous forme de pourcentage de quota disque, pour le dossier de départ réseau, définit dans la clé « FileVault Mobile Home Max Size Percent ».";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"Taille maximale du dossier de départ mobile FileVault";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"Taille maximale en octets (de type chaîne) du dossier de départ mobile FileVault. La clé « FileVault Mobile Home Size Limit » (Taille limite du dossier de départ mobile FileVault) doit être réglée sur « fixed » (fixe) pour que cette valeur prenne effet.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"Pourcentage de la taille maximale du dossier de départ mobile FileVault";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Taille maximale du dossier de départ mobile FileVault, exprimé en pourcentage du quota alloué au dossier de départ réseau. La clé « FileVault Mobile Home Size Limit » (Taille limite du dossier de départ mobile FileVault) doit être réglée sur « percentOfNetworkHome » (pourcentage du dossier de départ réseau) pour que cette valeur prenne effet.";
"cachedaccounts.create.location.pfm_title" =			"Emplacement du dossier de départ mobile";
"cachedaccounts.create.location.pfm_description" =			"Emplacement de départ mobile. Choisissez « démarrage » pour le créer dans /Utilisateurs sur le disque de démarrage, « chemin d’accès » pour spécifier dans la zone « Chemin d’accès au dossier de départ mobile » le chemin d’accès à un dossier, « userPicksVolume » pour autoriser l’utilisateur à indiquer le volume de son choix, « userPicksInternalVolume » pour autoriser l’utilisateur à indiquer le volume interne de son choix, ou « userPicksExternalVolume » pour autoriser l’utilisateur à indiquer le volume externe de son choix.";
"cachedaccounts.create.location.path.pfm_title" =			"Chemin parent au dossier de départ mobile";
"cachedaccounts.create.location.path.pfm_description" =			"Chemin du système de fichiers pointant vers l’emplacement de création du dossier de départ mobile de l’utilisateur. La clé « Mobile Home Location » (Emplacement du dossier de départ mobile) doit être définie sur « path » (chemin) pour que cette valeur prenne effet.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"Autoriser un serveur FileSync";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"Réglez la valeur sur Vrai pour utiliser un processus FileSyncAgent distant pour la synchronisation, le cas échéant. Réglez la valeur sur Faux pour utiliser le serveur de fichiers en vue de synchroniser les dossiers de départ réseau.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"Exiger un serveur FileSync";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"Réglez la valeur sur Vrai pour exiger un processus FileSyncAgent distant pour la synchronisation.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Autoriser le chiffrement de synchronisation";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"Réglez la valeur sur Vrai pour utiliser le chiffrement des données lors de la synchronisation, le cas échéant. Réglez la valeur sur Faux pour ne pas utiliser ce chiffrement.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Exiger le chiffrement de la synchronisation";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"Réglez la valeur sur Vrai pour exiger le chiffrement des données lors de la synchronisation.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Durée de vie d’un compte mobile";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Temps d’attente avant la suppression d’un compte mobile et de son départ, exprimé en secondes. Une valeur de - 1 n’entraîne aucune suppression du compte mobile. Une valeur de 0 supprime le compte mobile dès que possible.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Synchroniser avant de supprimer le compte mobile";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Nécessite qu’une synchronisation sans erreur du dossier de départ ait lieu avant la suppression d’un compte mobile. Cette option ne s’applique qu’aux suppressions automatiques définies dans la clé « Mobile Account Time To Live » (Durée de vie des comptes mobiles).";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Créer un dossier de départ mobile à l’aide d’un modèle d’utilisateur local";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"Lors de la création d’un compte mobile, crée le dossier de départ local à l’aide du modèle d’utilisateur de l’ordinateur.";
"cachedaccounts.create.syncURL.pfm_title" =			"URL de synchronisation";
"cachedaccounts.create.syncURL.pfm_description" =			"URL du dossier de départ réseau utilisée lors de la synchronisation du départ. Réglable seulement pour la création de comptes mobiles. La chaîne « %@ » est alors substituée au nom repris dans la fiche de l’utilisateur avant son utilisation. Par exemple : afp://monserveur.apple.com/utilisateurs/BatimentA/%@.";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "Autoriser la création d’un répertoire de départ portable en cas d’erreur";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"Réglez la valeur sur Faux pour empêcher les utilisateurs de créer leur compte de répertoire de départ portable en cas de problème de synchronisation.";

"timeZone.pfm_title" = "Fuseau horaire";
"timeZone.pfm_description" = "Réglez la valeur sur un nom de fuseau horaire reconnu, tel que « Amérique/Los Angeles » ou « US/Pacifique », comme il est spécifié à l’emplacement /usr/share/zoneinfo.";
"timeServer.pfm_title" = "Serveur d’horloge";
"timeServer.pfm_description" = "Régler sur un serveur d’horloge connu, tel que « time.apple.com ».";

"DisableGuestAccount.pfm_title" = "Désactiver le compte d’invité";
"DisableGuestAccount.pfm_description" = "Réglez la valeur de l’option sur Vrai pour désactiver le compte d’invité, ou sur Faux pour activer un compte.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "Durée de la mise à jour de la liste d’utilisateur Loginwindow";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Réglez le nombre d’actualisation supplémentaires de la liste d’utilisateur.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "Délai de la mise à jour de la liste d’utilisateur Loginwindow en secondes ";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Réglez le nombre de secondes entre chaque actualisation de la liste d’utilisateur. Réglez la valeur sur 0 pour désactiver ce réglage.";

"RequireAdminForIBSS.pfm_title" = "Exiger un administrateur pour AirPort IBSS";
"RequireAdminForIBSS.pfm_description" = "Réglez la valeur sur Vrai pour exiger l’authentification d’administrateur afin de créer des réseaux AirPort IBSS individuels. Réglez la valeur sur Faux pour désactiver cette option.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "Exiger un administrateur pour les modifications réseau AirPort";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Réglez la valeur sur Vrai pour exiger l’authentification d’administrateur afin de modifier les réseaux AirPort. Réglez la valeur sur Faux pour désactiver cette option.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Exiger un administrateur pour les modifications d’alimentation AirPort";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Réglez la valeur sur Vrai pour exiger l’authentification d’administrateur afin d’activer ou de désactiver l’alimentation de l’AirPort. Réglez la valeur sur Faux pour désactiver cette option.";
